Repository: iOSKirill/Heart-Rate-Monitor-and-Pulse-App
Catalog: HeartRateMonitorApp/HeartRateMonitorApp/*.lproj/Localizable.strings
Languages: ru

# tabBar.home.title
source: Home
ru: Главная

# tabBar.history.title
source: History
ru: История

# navigationBar.health.title
source: Health
ru: Здоровье

# button.start.title
source: Tap to start
ru: Нажмите, чтобы начать

# dashboard.measure.title
source: Measure dashboard
ru: Измерительная панель

# dashboard.noData.title
source: Unfortunately, you did not take measurements that day
ru: К сожалению, в этот день вы не проводили измерений

# dashboard.noData.subtitle
source: Try not to miss measurements in order to monitor your health status.
ru: Старайтесь не пропускать измерения, чтобы следить за состоянием своего здоровья.

# dashboard.headline.title
source: Average per day
ru: В среднем за день

# dashboard.measure.subtitle
source: How are you feeling today?
ru: Как ты себя сегодня чувствуешь?

# dashboard.measure.mainText
source: Take a measurement to get an assessment of your body's readiness for the upcoming day
ru: Сделайте замеры, чтобы получить оценку готовности вашего организма к предстоящему дню

# dashboard.assessment.header
source: Statistics
ru: Статистика

# dashboard.assessment.title
source: Assessment for the week
ru: Оценка за неделю

# dashboard.assessment.subtitle
source: No data
ru: Нет данных

# dashboard.assessment.mainText
source: Take some measurements to see your results
ru: Сделайте несколько измерений, чтобы увидеть свои результаты

# dashboard.statistics.title
source: Assessment
ru: Оценка

# dashboard.statistics.button.today
source: Today
ru: Сегодня

# dashboard.statistics.button.week
source: Week
ru: Неделя

# popup.assessment.title
source: Assessment
ru: Оценка

# popup.assessment.subtitle
source: Assessment - displays your overall condition based on an average number, which includes heart rate and HRV findings.
ru: Оценка - отображает общее состояние вашего организма, включая выводы об уровне стресса, работе центральной нервной системы и другие данные о организме.

# popup.pulse.title
source: Pulse
ru: Пульс

# popup.pulse.subtitle
source: Heart Rate - heart rate, that is, the number of heartbeats per minute.
ru: Частота сердечных сокращений - частота сердечных сокращений, то есть количество ударов сердца в минуту.

# popup.HRV.subtitle
source: HRV is an indicator that reflects the unevenness of your heartbeat.
ru: HRV - это показатель, отражающий неравномерность вашего сердцебиения.

# popup.button.title
source: OK
ru: ОК

# settings.contactUs.title
source: Contact Us
ru: Cвязаться с нами

# settings.privacPolicy.title
source: Privacy Policy
ru: Политика конфиденциальности

# settings.termsOfUse.title
source: Terms of Use
ru: Условия использования

# settings.shareThisApp.title
source: Share This App
ru: Поделитесь этим приложением

# settings.rateUs.title
source: Rate Us
ru: Оцените нас

# settings.navBar.title
source: Settings
ru: Настройки

# measurement.navBar.title
source: Measurement
ru: Измерение

# measurement.stepOne.title
source: Put your index finger to the phone's camera. Follow the following instructions
ru: Приложите указательный палец к камере телефона. Следуйте следующим инструкциям

# measurement.stepOne.time
source: 30 seconds
ru: 30 секунд

# measurement.stepOne.subtitle
source: It will take us %@ to measure
ru: Измерение займет у вас %@

# measurement.stepOne.button
source: Start
ru: Начать

# measurement.stepTwo.title
source: Please do not remove your finger, wait for the measurement to finish.
ru: Пожалуйста, не убирайте палец, дождитесь завершения измерения.

# measurement.stepTwo.time
source: %@s
ru: %@с

# measurement.stepTwo.subtitle
source: Measuring: %@ left
ru: Измерение: осталось %@

# measurement.stepTwo.button
source: Stop
ru: Остановить

# measurement.stepThree.title
source: For more information, save the current measurement.
ru: Для получения дополнительной информации сохраните текущее измерение.

# measurement.stepThree.button.save
source: Save
ru: Сохранить

# measurement.stepThree.button.notNow
source: Not now
ru: Не сейчас

# measurement.stepThree.assessment.title
source: Take measurements every day to monitor your health
ru: Проводите измерения каждый день, чтобы следить за своим здоровьем

# onboarding.stepOne.title
source: Measure Heart Rate & Pulse
ru: Измерьте частоту сердечных сокращений и пульс

# onboarding.stepOne.subtitle
source: Instantly read your heartbeat and track the body's health
ru: Мгновенно считывайте свое сердцебиение и следите за состоянием организма

# onboarding.stepTwo.title
source: Your ratings Our updates
ru: Ваши оценки Наши обновления

# onboarding.stepTwo.subtitle
source: Your rating and feedback allow us to improve the app and add your ideas
ru: Ваш рейтинг и отзывы позволяют нам улучшать приложение и добавлять ваши идеи

# onboarding.stepThree.title
source: HR Measurements History
ru: История измерений ЧСС

# onboarding.stepThree.subtitle
source: Get detailed historical records to analyze your heart data
ru: Получите подробные исторические записи для анализа ваших сердечных данных

# onboarding.paywall.title
source: Start to Continue PulseWave app
ru: Начните, чтобы продолжить Приложение Pulse Wave

# onboarding.paywall.subtitle
source: Start to continue PulseWave app with no limits just for $5,99 per week
ru: Начните пользоваться приложением PulseWave без ограничений всего за $ 5,99 в неделю

# onboarding.paywall.buttonTitle
source: Start to Continue
ru: Начните, чтобы продолжить

# onboarding.trial.title
source: Start to Continue PulseWave app
ru: Начните, чтобы продолжить Приложение Pulse Wave

# onboarding.trial.subtitle
source: Start to continue PulseWave app with a 3-day trial and $5,99 per week
ru: Начните пользоваться приложением PulseWave с 3-дневной пробной версии и платой 5,99 долларов в неделю

# onboarding.trial.buttonTitle
source: Try Free Trial
ru: Попробуйте бесплатную версию

# onboarding.termsOfService
source: Terms of Service
ru: Условия обслуживания

# onboarding.and
source: and
ru: и

# onboarding.privacyPolicy
source: Privacy Policy
ru: Политика конфиденциальности

# history.navBar.title
source: History
ru: История

# history.headline.pulse
source: Pulse
ru: Пульс

# history.headline.assessment
source: Assessment
ru: Оценка

# history.headline.noData
source: Measurement history
ru: История измерений

# history.noData.title
source: No data
ru: Нет данных

# history.noData.subtitle
source: To make a story appear, take a measurement
ru: Чтобы история появилась, выполните измерение

# historyInfo.time.today
source: Today at
ru: Сегодня в

# historyInfo.time.yesterday
source: Yesterday at
ru: Вчера в

# historyInfo.subtitle.highHealthRange.today
source: You are in great shape today!
ru: Сегодня ты в отличной форме!

# historyInfo.subtitle.highHealthRange.otherDates
source: You were in great shape on
ru: Ты был в отличной форме -

# historyInfo.subtitle.mediumHealthRange
source: Satisfactory. Try to rest more
ru: Удовлетворительный. Старайтесь больше отдыхать

# historyInfo.subtitle.lowHealthRange
source: Unsatisfactory! It is better to consult with your doctor.
ru: Неудовлетворительно! Лучше проконсультироваться со своим врачом.
